[{"index":1,"title":"Avis de recrutement : Assistant(e) RH en charge de la paie","date":"février 22, 20240","description":"OK PLAST OP   recrute pour des besoins de nos services   Assistant(e) RH en charge de la paie. Ville : Douala Date limite :  10 Mars 2024 Missions principales  Préparer les éléments de paie et établir les bulletins de paie Assurer la bonne gestion des ret…"},{"index":2,"title":"Offre d'emploi : Comptable - BEKO CAPITAL ADVISORY S.A","date":"février 22, 20240","description":"BEKO CAPITAL ADVISORY S.A. Société de Bourse localisée dans la ville de   Douala, recrute un Comptable ayant une expérience dans le secteur de la bourse   et/ou bancaire.   Responsabilités et attributions                 Placée sous la supervision hiérar…"},{"index":3,"title":" Appel à candidature : Chauffeurs - Yango","date":"février 22, 20240","description":"Recherche des chauffeurs et voiture souhaitant s'enregistrer sur la plate   forme Yango.      Venture SARL  partenaire Yango, Met à votre disposition les conditions   nécessaires pour pouvoir travailler à votre propre compte .      Vous avez un véhic…"},{"index":4,"title":"Job offer: Nutrition Field Monitor","date":"février 22, 20240","description":"Job Title:  Nutrition Field Monitor   Reports to:  Project Manager   Duty station :  Bamenda       Type of contract :  Fixed Term   Disponibility:  Immediate   Main objective and tasks      Under the supervision of the Project Manager, the Nutrition Fiel…"},{"index":5,"title":"Job offer: Project Coordinator - Goethe-Institut Cameroon","date":"février 22, 20240","description":"The Goethe-Institut Cameroon  is looking for a project coordinator   (m/f/d) on a fee basis to supervise the pre-integration project in Cameroon   from March 1st, 2024 for a limited period until June 30th, 2025, if necessary   with the option of an exten…"},{"index":6,"title":"Avis de recrutement : vingt 20 employés journaliers","date":"février 22, 20240","description":"UD MANPOWER AND SERVICES CAMEROON LTD  recrute pour les besoins d'un de   ses clients, vingt (20) employés journaliers dans la ville de Kribi   (Nieté).    Missions                 Ils seront chargés d'effectuer des travaux opérations de dressing…"},{"index":7,"title":"Job offer: IT Lecturers","date":"février 22, 20240","description":"The  ICT University  is gearing up to welcome new and returning students!            The ICT University is currently accepting applications for full-time positions   in the Department of ICT and Computer Sciences. Applicants must hold a Ph.D.   or its eq…"}]